{
  "ds1": {
    "Fire Keeper Soul": {
      "flair": "Soul of a long-lost Fire Keeper. Each Fire Keeper is a corporeal manifestation of her bonfire, and a draw for the humanity which is offered to her. Her soul is gnawed by infinite humanity, and can boost the power of the precious Estus Flask. Reinforced Estus Flasks capture denser Estus, allowing for increased restoration of HP.<br><br>Soul of the Darkmoon Knightess, Fire Keeper of Anor Londo.<br>A Fire Keeper's soul is a draw for humanity, and held within their bosoms, below just a thin layer of skin, are swarms of humanity that writhe and squirm. Her brass armor serves to disguise this ghastly form.<br><br>Soul of the Ash Maiden, Fire Keeper of Firelink Shrine.<br>A Fire Keeper's soul is a draw for humanity, and held within their bosoms, below just a thin layer of skin, are swarms of humanity that writhe and squirm. Was the Ash Maiden locked in this dark prison for some transgression, or by her own will?<br><br>Soul of a Daughter of Chaos, Fire Keeper of Quelaag's Domain.<br>A Fire Keeper's soul is a draw for humanity, and held within their bosoms, below just a thin layer of skin, are swarms of humanity that writhe and squirm. To her, the countless eggs which appeared were cradles for each tiny humanity.",
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/a/ac/2130.png/revision/latest?cb=20120124035945",
      "link": "http://darksouls.wikia.com/wiki/Fire_Keeper_Soul"
    },
    "Lord Soul": {
      "flair": "Soul of Gravelord Nito, first of the dead. This Lord Soul was discovered at the dawn of the Age of Fire.<br>Gravelord Nito administers the death of all manner of beings. The power of his soul is so great that it satiates the Lordvessel, despite the fact that much of its energy has already been offered to death.<br><br>Soul of the Bed of Chaos and the mother of all demons. This Lord Soul was found at the dawn of the Age of Fire.<br>The Witch of Izalith attempted to duplicate the First Flame from a soul, but instead created a distorted being of chaos and fire. Its power formed a bed of life which would become the source of all demons, and is more than enough to satiate the Lordvessel.",
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/0/06/Lord_Soul.png/revision/latest?cb=20120724082422",
      "link": "http://darksouls.wikia.com/wiki/Lord_Soul"
    }
  },
  "ds2": {
    "Armor of the Forlorn": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/7/73/Armor_of_the_Forlorn.png/revision/latest?cb=20170317224834",
      "link": "http://darksouls.wikia.com/wiki/Armor_of_the_Forlorn",
      "flair": "Armor of the Forlorn, who wander the land of the Undead.<br><br>Born of Aldia's obsession with the First Sin, the Forlorn lost both their corporeal form and a world to call their own. Now they drift into other worlds, ever in search of a home.<br><br>But without self, one has neither beginning nor end, and so the Forlorn have only to wander."
    },
    "Hood of the Forlorn": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/6/6e/Hood_of_the_Forlorn.png/revision/latest?cb=20170320062317",
      "link": "http://darksouls.wikia.com/wiki/Hood_of_the_Forlorn",
      "flair": "Hood of the Forlorn, who wander the land of the Undead.<br><br>Born of Aldia's obsession with the First Sin, the Forlorn lost both their corporeal form and a world to call their own. Now they drift into other worlds, ever in search of a home.<br><br>But without self, one has neither beginning nor end, and so the Forlorn have only to wander."
    },
    "Gauntlets of the Forlorn": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/e/e7/Gauntlets_of_the_Forlorn.png/revision/latest?cb=20170320063624",
      "link": "http://darksouls.wikia.com/wiki/Gauntlets_of_the_Forlorn",
      "flair": "Gauntlets of the Forlorn, who wander the land of the Undead.<br><br>Born of Aldia's obsession with the First Sin, the Forlorn lost both their corporeal form and a world to call their own. Now they drift into other worlds, ever in search of a home.<br><br>But without self, one has neither beginning nor end, and so the Forlorn have only to wander."
    },
    "Leggings of the Forlorn": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/4/4c/Leggings_of_the_Forlorn.png/revision/latest?cb=20170320063624",
      "link": "http://darksouls.wikia.com/wiki/Leggings_of_the_Forlorn",
      "flair": "Armor of the Forlorn, who wander the land of the Undead.<br><br>Born of Aldia's obsession with the First Sin, the Forlorn lost both their coporeal form and a world to call their own. Now they drift into other worlds, ever in search of a home.<br><br>But without self, one has neither beginning nor end, and so the Forlorn have only to wander."
    },
    "Slumbering Dragon Shield": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/5/54/Slumbering_Dragon_Shield.png/revision/latest?cb=20140405142130",
      "link": "http://darksouls.wikia.com/wiki/Slumbering_Dragon_Shield",
      "flair": "(Original) The secrets of Lindelt rituals are protected by the Archdrake sect, and only a select few are given access to their canon of knowledge, which includes the truthful origins of the Archdrake sect itself. <br><br>(SotFS) Shield of the Archdrake sect of Lindelt. Represents a slumbering dragon, and is intended for use in covert rituals.<br><br>The fools who woke the slumbering dragon earned not only its ire, but also the destruction of an entire country.<br><br>The survivors buried their wrongdoings in the past, and in a show of terrible conceit, attempted to make amends by carrying on the knowledge of the wasted land."
    },
    "King's Shield": {
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/d/d4/King%27s_Shield.png/revision/latest?cb=20140405142051",
      "link": "http://darksouls.wikia.com/wiki/King%27s_Shield",
      "flair": "Shield of Vendrick, King of Drangleic.<br><br>(Original) The great king shut himself away, and was soon reduced to a mere shell. Just what was it that he yearned to protect?<br><br>(SotFS) One fragment of Dark, having taken human shape, became obsessed with the King's soul.<br><br>Impelled by its own cravings, it sought souls, and strove to make the strength of the Giants its own."
    }
  },
  "ds3": {
    "Cinders of a Lord": {
      "link": "http://darksouls.wikia.com/wiki/Cinders_of_a_Lord",
      "flair": "Cinders of a lord left by the Abyss Watchers/ Yhorm the Giant/ Aldrich, Devourer of Gods/ Prince Lothric.<br>If the lords will not return to their thrones themselves, let them return as cinders.<br><br>The Watchers of the Abyss swore upon their shared wolf's blood, which also served as their mandate as lords.<br><br>Lonely Yhorm became a Lord of Cinder to put the Profaned Flame to rest, knowing full well that those who spoke of him as lord were quite insincere.<br><br>Aldrich became a lord by devouring men, but was disillusioned with his throne, and so took to devouring gods instead.<br><br>The Lothric bloodline was obsessed with creating a worthy heir, and when this proved impossible, resorted to unspeakable means. Suffice it to say, the path to linking the fire is a cursed one indeed.",
      "img": "https://vignette.wikia.nocookie.net/darksouls/images/8/8d/Cinders_of_a_Lord_%28Abyss_Watchers%29.png/revision/latest/scale-to-width-down/350?cb=20160614223558"
    }
  },
  "bb": {
    "One Third of Umbilical Cord": {
      "flair": "A great relic, also known as the Cord of the Eye. Every infant Great One has this precursor to the umbilical cord.<br><br> (Mergo's Cord) Every Great One loses its child, and then yearns for a surrogate. This Cord granted Mensis audience with Mergo, but resulted in the stillbirth of their brains.<br><br> (Workshop's Cord) Every Great One loses its child, and then yearns for a surrogate. The Third Umbilical Cord precipitated the encounter with the pale moon, which beckoned the hunters and conceived the hunter's dream.<br><br> (Arianna's Cord) Every Great One loses its child, and then yearns for a surrogate, and Oedon, the formless Great One, is no different. To think, it was corrupted blood that began this eldritch liaison.<br><br> (Iosefka's Cord) Provost Willem sought the Cord in order to elevate his being and thoughts to those of a Great One, by lining his brain with eyes. The only choice, he knew, if man were to ever match Their greatness.<br><br> Use to gain Insight and, so they say, eyes on the inside, although no one remembers what that truly entails.",
      "img": "https://vignette.wikia.nocookie.net/bloodborne/images/4/46/Third_Umbilical_Cord.png/revision/latest/scale-to-width-down/270?cb=20150723150823",
      "link": "http://bloodborne.wikia.com/wiki/Third_Umbilical_Cord"
    },
    "Black Church Trousers/Dress": {
      "flair": "Attire of Healing Church hunters.<br><br>Most Healing Church hunters are elementary doctors.<br><br>Who understand the importance of early prevention of the scourge, achieved by disposing of victims, and even potential victims, before signs of sickness manifest themselves.<br><br>Their black attire is synonymous with fear, and that peculiar Yharnam madness.",
      "link":"http://bloodborne.wikia.com/wiki/Black_Church_Trousers/Dress"
    },
    "White Church Hat": {
      "flair":"Attire of special Church doctors.<br><br>These doctors are superiors to the black preventative hunters, and specialists in experimentally backed blood ministration and the scourge of the beast.<br><br>They believe that medicine is not a means of treatment but rather a method for research, and that some knowledge can only be obtained by exposing oneself to sickness.",
      "link":"http://bloodborne.wikia.com/wiki/White_Church_Hat"
    },
    "White Church Trousers/Dress": {
      "flair":"Attire of special Church doctors.<br><br>These doctors are superiors to the black preventative hunters and specialists in experimentally-backed blood ministration and the scourge of the beast.<br><br>They believe the medicine is not a means of treatment but rather a method for research. And some knowledge can only be obtained by exposing oneself to sickness.",
      "link":"http://bloodborne.wikia.com/wiki/White_Church_Trousers/Dress"
    }
  }
}
